Repository: kaazvaag/XBMCZ
Catalog: addons/service.xbmc.versioncheck/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #32001
source: We would like to recommend you to upgrade.
fr_ca: Nous aimerions vous recommander de faire une mise à niveau.

# #32002
source: Visit XBMC.org for more information.
fr_ca: Visitez XBMC.org pour plus d'information.

# #32004
source: You are still using an older RC version of XBMC.
fr_ca: Vous utilisez encore une ancienne version RC de XBMC.

# #32005
source: You are still using an older beta version of XBMC.
fr_ca: Vous utilisez encore une ancienne version bêta de XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
fr_ca: Vous utilisez encore une ancienne version alpha de XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
fr_ca: Vous utilisez encore une ancienne version mensuelle de XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
fr_ca: Vous utilisez encore une ancienne version non stable de XBMC.

# #32009
source: Would you like to remove this reminder?
fr_ca: Voulez-vous enlever ce rappel?

# #32010
source: You can enable/disable it through addon settings.
fr_ca: Vous pouvez l'activer/le désactiver avec les paramètres de l'addiciel.

# #32011
source: Use your package manager(apt) to upgrade.
fr_ca: Utiliser votre gestionnaire de paquets (apt) pour effectuer la mise à niveau.

# #32012
source: A new version is available, do you want to upgrade now?
fr_ca: Une nouvelle version est disponible, voulez-vous mettre à niveau maintenant?

# #32013
source: Upgrade successful
fr_ca: Mise à niveau réussie

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
fr_ca: Voulez-vous redémarrer XBMC pour finir la mise à niveau?

# #32015
source: Do you want to check the repository for a new version?
fr_ca: Voulez-vous vérifier le dépôt pour une nouvelle version?

# #32020
source: General
fr_ca: Général

# #32021
source: Enable XBMC version check?
fr_ca: Activer le contrôle de version de XBMC?

# #32022
source: Please enter your password
fr_ca: Veuillez saisir votre mot de passe

# #32023
source: Linux: Upgrade complete system
fr_ca: Linux : mettre à niveau le système entier

# #32024
source: Linux: Upgrade using apt
fr_ca: Linux : mettre à niveau en utilisant apt
